{
   "services" : [
    {
        "id": 1,
        "name": "Stress Management",
        "description": "Stress management is a wide spectrum of techniques and psychotherapies aimed at controlling a person's level of stress.",
        "moreInfo": "Stress management is a wide spectrum of techniques and psychotherapies aimed at controlling a person's level of stress, especially chronic stress, usually for the purpose of and for the motive of improving everyday functioning. Stress produces numerous physical and mental symptoms which vary according to each individual's situational factors. These can include a decline in physical health as well as depression. The process of stress management is named as one of the keys to a happy and successful life in modern society. Life often delivers numerous demands that can be difficult to handle, but stress management provides a number of ways to manage anxiety and maintain overall well-being.",
        "image": "https://jobs.newscientist.com/getasset/e4bc4bc4-dc80-4561-a42c-20158ea9a02e/",
        "cure": "Your doctor may prescribe anti-anxiety medications or refer you to a specialist. In some cases, the natural remedies described above may be used along with more conventional treatments to help you manage your symptoms."
      },
      {
        "id": 2,
        "name": "Depression Diagnosis",
        "description": "Depression (major depressive disorder) is a common and serious medical illness that negatively affects how you feel, the way you think and how you act",
        "moreInfo": "It used to be that all mood disorders were lumped together. Now, a doctor will make a distinction about the particular disorder or subtype of depression that a patient has. For example, a doctor will determine whether a patient has major depression, chronic depression including dysthymia, seasonal affective disorder (SAD), bipolar disorder, or some other type of clinical depression. In addition, depression rarely goes away by itself and may even get worse without treatment. So it’s important to reach out when you notice symptoms. Your primary care doctor is a good place to start. They’ll be able to help you sift through your symptoms and perhaps refer you to a mental health expert like a psychologist, psychiatrist, or a therapist who can help you further.It can be hard to talk to your doctor if you think you might be depressed. You may feel embarrassed or isolated. But you’re not as alone as you might think. About 1 in 5 people will have some sort of mental illness in their lifetime.",
        "image": "https://www.verywellmind.com/thmb/HqfHYRnYYo4BZRkNCVVNU4XkLJ0=/500x350/filters:no_upscale():max_bytes(150000):strip_icc()/teen-depression-3200844-final-96b98147cc794b098b1f93a40a688769.png",
        "cure" : "Coping with major depression symptoms can be hard to deal with, and although they can last a very long time, they don’t need to be permanent. Hopefully, by reading this article and understanding the symptoms of depression, and through reaching out and getting assistance, you can overcome them and be a happier and healthier version of yourself. It will take time and effort on your part, but you’re not alone, and depression can be beaten, and good mental health can be achieved."
      },
      {
        "id": 3,
        "name": "Couple Counselling",
        "description": "Is it worth going to couples counseling? Couples counseling is useful when one or both of you is not satisfied with your level of intimacy",
        "moreInfo": "All couples experience conflict. For some it's battles about money; for others it's a life that's lacking or a pattern of constant arguing. And the coronavirus pandemic has added yet another potential stressor: more time at home together, which can exacerbate tensions or expose hidden cracks in a relationship.Therapy can help. Contrary to what some may believe, it's not about finger-pointing — who did what or who is to blame. Rather, “couples therapy provides tools for communicating and asking for what you need,” says Tracy Ross, a relationship and family therapist in New York City.Eye-rollers, take note: According to the American Psychological Association, about 75 percent of couples who opt for therapy say it improves their relationships. “A lot of couples tell me that it is the only hour they have during the week where they're focused on each other, with no distractions,” Ross says.Many partners struggle together for years before trying therapy, says Gail Saltz, M.D., a clinical associate professor of psychiatry at New York-Presbyterian Hospital, Weill Cornell Medical College, but “it's always better to go earlier in the process.” Unhealthy behavior and resentful feelings can become more difficult to change the longer that they continue.",
        "image": "https://www.onlinecounselling4u.com/images/couple-counseling-with-psychologist-therapy-1.jpg",
        "cure":"Coping with major depression symptoms can be hard to deal with, and although they can last a very long time, they don’t need to be permanent. Hopefully, by reading this article and understanding the symptoms of depression, and through reaching out and getting assistance, you can overcome them and be a happier and healthier version of yourself. It will take time and effort on your part, but you’re not alone, and depression can be beaten, and good mental health can be achieved."
      },
      {
        "id": 4,
        "name": "Family Counselling",
        "description": "The goal of family therapy and family counselling is to help family members solve family problems and conflicts.",
        "moreInfo": "Family counselling can help when siblings aren’t getting on, or when parents and children are going through a divorce or separation. Forming a new family is a challenge and it is at this point that many parents contact Relate for some support to help everyone settle.Whatever difficulties you're having as a family, we can help.You will meet with a counsellor, who will provide confidential and non-judgemental support, and who will encourage everyone who comes to have their say and to share their feelings, if they wish.At the first appointment, the counsellor will ask you to talk through what’s happening, and what you’d like to change. You will then work with the counsellor to decide what happens next.Counselling is a different experience for everyone, and what happens in your sessions will depend very much on what you hope to get out of it, and on the unique needs of your family.You can expect Family Counselling to help you to build stronger relationships between every member of the family and help you to work together as a team. ",
        "image": "https://thumbs.dreamstime.com/z/young-family-teenage-boy-office-family-therapist-psychologist-vector-flat-cartoon-illustration-psychotherapy-165822058.jpg",
        "cure":"Your doctor may prescribe anti-anxiety medications or refer you to a specialist. In some cases, the natural remedies described above may be used along with more conventional treatments to help you manage your symptoms."
      },
      {
        "id": 5,
        "name": "Group Therapy",
        "description": "Group therapy is a form of psychotherapy that involves one or more therapists working with several people at the same time.",
        "moreInfo": "Group therapy involves one or more psychologists who lead a group of roughly five to 15 patients. Typically, groups meet for an hour or two each week. Some people attend individual therapy in addition to groups, while others participate in groups only.Many groups are designed to target a specific problem, such as depression, obesity, panic disorder, social anxiety, chronic pain or substance abuse. Other groups focus more generally on improving social skills, helping people deal with a range of issues such as anger, shyness, loneliness and low self-esteem. Groups often help those who have experienced loss, whether it be a spouse, a child or someone who died by suicide.",
        "image": "https://cdn.xxl.thumbs.canstockphoto.com/group-therapy-conversation-men-and-women-sitting-on-couch-together-discussing-addiction-problems-vector-clip-art_csp81248513.jpg",
        "cure":"Coping with major depression symptoms can be hard to deal with, and although they can last a very long time, they don’t need to be permanent. Hopefully, by reading this article and understanding the symptoms of depression, and through reaching out and getting assistance, you can overcome them and be a happier and healthier version of yourself. It will take time and effort on your part, but you’re not alone, and depression can be beaten, and good mental health can be achieved."
      },
      {
        "id": 6,
        "name": "Anxiety Disorder",
        "description": "The goal of family therapy and family counselling is to help family members solve family problems and conflicts.",
        "moreInfo": "Experiencing occasional anxiety is a normal part of life. However, people with anxiety disorders frequently have intense, excessive and persistent worry and fear about everyday situations. Often, anxiety disorders involve repeated episodes of sudden feelings of intense anxiety and fear or terror that reach a peak within minutes (panic attacks).These feelings of anxiety and panic interfere with daily activities, are difficult to control, are out of proportion to the actual danger and can last a long time. You may avoid places or situations to prevent these feelings. Symptoms may start during childhood or the teen years and continue into adulthood. Examples of anxiety disorders include generalized anxiety disorder, social anxiety disorder (social phobia), specific phobias and separation anxiety disorder. You can have more than one anxiety disorder. Sometimes anxiety results from a medical condition that needs treatment. ",
        "image": "https://www.verywellmind.com/thmb/m_IKHSuJSfuLo4aQ0omZBm1P_ws=/1333x1000/smart/filters:no_upscale()/dsm-5-criteria-for-generalized-anxiety-disorder-1393147_v2-902be69757414cc7a517ef3ca9838b59.png",
        "cure":"Your doctor may prescribe anti-anxiety medications or refer you to a specialist. In some cases, the natural remedies described above may be used along with more conventional treatments to help you manage your symptoms."
      }
    ]
}